
"Look at specific neighbouhood" = "area";

"See the crime details" = "crime_details";

"Overview of the crimes" = "crimes";

"Select different period" = "period";

"See the stop and search details" = "sas_details";

"Overview of the stop and searches" = "sas";

"Search area by keyword" = "search";

"Select stop and search" = "select_sas";

"Select Crime" = "select";

"Navigate the map" = "navigate";

